Repository: purejava/fedora-update
Catalog: locale/*/update-extension@purejava.org.po
Languages: el_gr, he_il

source: Settings
el_gr: Ρυθμίσεις
he_il: הגדרות

source: Update now
el_gr: Ενημέρωση τώρα
he_il: עדכן עכשיו

source: Open package manager
el_gr: Άνοιγμα διαχείρισης πακέτων
he_il: פתח את מנהל החבילות

source: Checking
el_gr: Έλεγχος
he_il: בודק

source: Check now
el_gr: Έλεγχος τώρα
he_il: בדוק עכשיו

source: Waiting first check
el_gr: Σε αναμονή για πρώτο έλεγχο
he_il: מחכה לבדיקה ראשונית

source: Last checked
el_gr: Τελευταίος έλεγχος
he_il: נבדק לאחרונה

source: %d update pending
el_gr: Εκκρεμεί %d ενημέρωση
he_il: עדכון %d ממתין

source: New Fedora Linux Update
el_gr: Νέα ενημέρωση του Fedora Linux
he_il: עדכון חדש לפדורה לינוקס

source: There is %d update pending
el_gr: Υπάρχει %d ενημέρωση σε εκκρεμότητα
he_il: יש עדכון %d ממתין

source: Note : you have to install dnf to use the 'check for updates' script.
el_gr: Σημείωση: πρέπει να εγκαταστήσετε το dnf για χρήση της δέσμης ενεργειών ελέγχου για ενημερώσεις.
he_il: יש להתקין dnf כדי להשתמש בסקריפט 'חפש עדכונים'.

source: Error
el_gr: Σφάλμα
he_il: שגיאה

source: Up to date :)
el_gr: Ενημερωμένο σύστημα :)
he_il: מעודכן :)

source: Basic settings
el_gr: Βασικές ρυθμίσεις
he_il: הגדרות רגילות

source: Checking for updates
el_gr: Έλεγχος για ενημερώσεις
he_il: מחפש עדכונים

source: Time to wait before first check (seconds)
el_gr: Χρόνος αναμονής πριν από τον πρώτο έλεγχο (δευτερόλεπτα)
he_il: זמן לחכות לפני בדיקה ראשונית (שניות)

source: Interval between updates check (minutes)
el_gr: Χρονικό διάστημα μεταξύ ελέγχων για ενημερώσεις (λεπτά)
he_il: מרווח בין חיפוש עדכונים (דקות)

source: Indicator
el_gr: Ένδειξη
he_il: מחוון

source: Always visible
el_gr: Πάντα ορατή
he_il: תמיד גלוי

source: Use built-in icons
el_gr: Χρήση ενσωματωμένων εικονιδίων
he_il: השתמש בסמלים מובנים

source: Show updates count on indicator
el_gr: Εμφάνιση αριθμού ενημερώσεων στην ένδειξη
he_il: הצג ספירת עדכונים במחוון

source: Position in Panel
el_gr: Θέση στη γραμμή
he_il: מיקום בפאנל

source: Left
el_gr: Αριστερά
he_il: שמאל

source: Center
el_gr: Κέντρο
he_il: אמצע

source: Right
el_gr: Δεξιά
he_il: ימין

source: Menu
el_gr: Μενού
he_il: תפריט

source: Auto-expand updates list if updates count is less than this number (0 to disable)
el_gr: Αυτόματη ανάπτυξη λίστας ενημερώσεων εάν είναι λιγότερες από αυτόν τον αριθμό (0 για απενεργοποίηση)
he_il: הרחבה אוטומטית של רשימת עדכונים אם מספר העדכונים נמוכה ממספר זה (0 כדי להשבית)

source: Strip out versions numbers
el_gr: Απόκρυψη αριθμών εκδόσεων
he_il: הסר את מספרי הגרסאות

source: Show date/time of last check
el_gr: Εμφάνιση ημερομηνίας/ώρας τελευταίου ελέγχου
he_il: הצג תאריך/זמן של הבדיקה האחרונה

source: Notification
el_gr: Ειδοποίηση
he_il: התראה

source: Send a notification when new updates are available
el_gr: Αποστολή ειδοποίησης όταν διατίθενται νέες ενημερώσεις
he_il: שלח התראה כאשר יש עדכונים חדשים זמינים

source: How much information to show on notifications
el_gr: Ποσότητα πληροφοριών για τις ειδοποιήσεις
he_il: כמה מידע להציג בהתראות

source: Count only
el_gr: Μόνο αριθμός
he_il: רק ספירה

source: New updates names
el_gr: Ονόματα νέων ενημερώσεων
he_il: שמות העדכונים החדשים

source: All updates names
el_gr: Ονόματα όλων των ενημερώσεων
he_il: כל שמות העדכונים

source: Advanced settings
el_gr: Σύνθετες ρυθμίσεις
he_il: הגדרות מתקדמות

source: Command to check for package updates
el_gr: Εντολή ελέγχου για ενημερώσεις πακέτων
he_il: פקודה לחיפוש עדכוני חבילות

source: Disable output parsing, count every line as an update. This is the old behavior.
el_gr: Απενεργοποίηση ανάλυσης εξόδου, λογισμός κάθε γραμμής ως ενημέρωσης (παλιά συμπεριφορά).
he_il: בטל ניתוח פלט, ספור כל שורה כעדכון. זוהי ההתנהגות הישנה.

source: Command to update packages
el_gr: Εντολή ενημέρωσης πακέτων
he_il: פקודה לעדכון חבילות

source: Package manager local directory path - To detect when new packages are installed
el_gr: Διαδρομή τοπικού καταλόγου διαχείρισης πακέτων (για εντοπισμό νέων εγκαταστάσεων πακέτων)
he_il: נתיב הספרייה המקומית של מנהל החבילות - כדי לזהות מתי חבילות חדשות מותקנות

source: Command to open package manager (optional)
el_gr: Εντολή ανοίγματος διαχείρισης πακέτων (προαιρετικό)
he_il: פקודה לפתוח את מנהל החבילות (אופציונלי)

source: Command to show info for a package (optional)
el_gr: Εντολή εμφάνισης πληροφοριών πακέτου (προαιρετικό)
he_il: פקודה להציג מידע על חבילה (אופציונלי)

source: About
el_gr: Πληροφορίες
he_il: אודות
